Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource6102
source: Confirm Multiple File Delete
af: Bevestig verwydering van meerdere lêers
ar: تأكيد الحذف للملفات
az_arab: Fayllar dəstəsinin silinmə təsdiqi
be: Пацверджанне выдалення групы файлаў
bg: Потвърждение за изтриването на множество файлове
bn: ফাইলটি মুছে ফেলতে কি আপনি নিশ্চিত
ca: Confirmeu supressió múltiple de fitxers
cs: Potvrdit mnohonásobné vymazání souboru
cy: Cadarnhau Dileu Ffeiliau Amryfal
da: Bekræft sletning af flere filer
de: Löschen von mehreren Dateien bestätigen
el: Επιβεβαίωση Διαγραφής Πολλών Αρχείων
eo: Konfirmo de forigo de dosieraro
es: Confirmar borrado de numerosos ficheros
et: Mitme faili kustutamise kinnitamine
eu: Baieztatu Agiri Anitz Ezabapena
fa: تایید حذف فایل ها
fi: Vahvista useiden kohteiden poisto
fr: Confirmer la Suppression de Multiple Fichiers
fy: It wiskjen fan meardere triemmen befêstigje
ga: Deimhnigh scriosadh iliomad comhad
gl: Confirmar eliminar ficheiro múltiplo
gu: અનેક ફ઼ાઇલ મિટાવો પાક્કું કરો
he: אישור מחיקת קבצים רבים
hi: अनेक फ़ाइल मिटायें पक्का करो
hr: Potvrdite višestruko brisanje datoteka
hu: Több fájltörlés megerősítése
hy: Հաստատել ֆայլերի ջնջումը
id: Konfirmasikan Hapus Berkas-berkas
is: Staðfesta fjölskráaeyðingu
it: Conferma l'eliminazione di più elementi
ja: 複数アイテム削除の確認
ka: რამდენიმე ფაილის წაშლის თანხმობა
kk: Бірнеше файлды жоюды растау
ko: 여러 파일 지우기 확인
ku_arab: دڵنیابە لە سڕینەوەی هەموو پەڕگەکان
ky_kg: Файлдын тобун өчүрүүсүн аныктоо
lt: Patvirtinkite kelių failų šalinimą
lv: Vairāku failu dzēšanas apstiprinājums
mk: Потврдете го бришењето на повеќе датотеки
mn_cyrl: Олон файл устгахыг батал
mr: अनेक फ़ाइल मिटवायची खात्री
ms: Pasti penghapusan fail-fail
nb: Bekreft at flere filer skal slettes
ne: बहुविध फाइल मेट्न यकिन गर्नुहोस्
nl: Verwijderen meerdere bestanden bevestigen
nn: Godkjenne sletting av fleire filer
pa_in: ਬਹੁ-ਫਾਈਲਾਂ ਹਟਾਉਣ ਦੀ ਤਸਦੀਕ
pl: Potwierdź usunięcie wielu plików
ps: ګڼو دوتنو ړنګونه باورييل
pt_br: Confirmar a Exclusão de Múltiplos Arquivos
ro: Aprobă ştergerea mai multor fişiere
ru: Подтверждение удаления группы файлов
si: බහුගොනු මැකීමට තහවුරු කරන්න
sk: Potvrdenie odstránenia viacerých položiek
sl: Potrditev brisanja več datotek
sq: Prano fshirjen e skedarëve të shumëfishtë
sr_cyrl: Потврдите вишеструко брисање датотека
sr_latn: Potvrdite višestruko brisanje datoteka
sv: Bekräfta borttagning av flera filer
sw: Dhibitisha ufutaji wa faili anuwai
ta: பல கோப்பு அழிப்பை உறுதிசெய்
tg_arab: Тасдиқи нест кардани гурӯҳи файлҳо
th: ยืนยันการลบไฟล์แบบควบซ้อน
tk_cyrl: Köp sanly Faýllaryň Öçürilmesini Tassykla
tr: Birden Fazla Dosya Silme Onayı
tt_arab: Файллар төркемен бетерүне раслау
ug_arab: كۆپ ھۆججەت ئۆچۈرۈشنى جەزملە
uk: Підтвердіть видалення декількох файлів
uz_cyrl: Бир нечта файлни ўчиришни тасдиқлаш
uz_latn: Bir nechta faylni o‘chirishni tasdiqlash
vi: Xác nhận xoá nhiều tệp
yo_latn: Tẹnumọ́ ìpaarẹ àpò faíli ọ̀pọ̀
zh_hans: 确认删除多个文件
zh_hant: 確認刪除多個檔案

# Resource6103
source: Are you sure you want to delete '{0}'?
af: Is u seker dat u '{0}' wil verwyder?
ar: '؟ {0}'هل أنت متأكد من حذف
az_arab: Siz həqiqətən "{0}" silmək istəyirsiz?
be: Вы сапраўды жадаеце выдаліць "{0}"?
bg: Сигурни ли сте, че искате да изтриете '{0}'?
bn: মুছে ফেলতে আপনি কি নিশ্চিত - '{0}'?
ca: Segur que voleu suprimir «{0}»?
ca_es_valencia: Està segur de voler suprimir '{0}'?
cs: Jste si jistí, že chcete vymazat '{0}'?
cy: Ydych chi'n siŵr eich bod am dileu '{0}'?
da: Er du sikker på, at du vil slette "{0}"?
de: Soll "{0}" wirklich gelöscht werden?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το '{0}' ;
eo: Ĉu vi vere volas forigi '{0}'?
es: ¿Estás seguro de querer borrar '{0}'?
et: Kas soovite kindlasti kustutada faili {0}?
eu: Zihur zaude '{0}' ezabatzea nahi duzula?
fa: آیا میخواهید '{0}' را حذف کنید؟
fi: Poistetaanko tiedosto '{0}'?
fr: Êtes-vous sûr de vouloir supprimer '{0}' ?
fy: Binne jo wis dat jo '{0}' wiskje wolle?
ga: An bhfuil tú cinnte gur mian leat '{0}' a scriosadh?
gl: Ten a certeza de eliminar '{0}'?
gu: શું તમને યકીન છે કે તમે મેટવવા ચાહો છો '{0}'?
he: האם אתה בטוח שאתה רוצה למחוק את\n?'{0}'
hi: क्या तुम्हे यकीन है कि तुम मिटाना चाहते हो '{0}'?
hr: Obrisati '{0}'?
hu: Biztos, hogy törölni akarja a következőt: '{0}'?
hy: Իրո՞ք ցանկանում եք ջնջել "{0}"-ը:
id: Anda yakin ingin hapus '{0}'?
is: Ert þú viss um að þú viljir eyða „{0}“?
it: Sei certo di voler eliminare '{0}'?
ja: "{0}" を削除してよろしいですか?
ka: დარწმუნებული ხართ, რომ გინდათ წაშალოთ '{0}'?
kk: "{0}" дегенді жою керек пе?
ko: '{0}'을(를) 삭제하시겠습니까?
ku_arab: دڵنیایت لە سڕینەوەی '{0}'؟
ky_kg: Сиз "{0}" өчүрүүнү чын эле каалап жатасызбы?
lt: Ar esate įsitikinę, jog norite pašalinti „{0}“?
lv: Vai piekrītat '{0}' dzēšanai?
mk: Дали сте сигурни за бришењето на '{0}'?
mn_cyrl: Та'{0}'-ийг устгах гэж байна уу?
mr: तुम्हाला '{0}' मिटवायची खात्री आहे का?
ms: Anda yakin untuk menghapus '{0}'?
nb: Vil du slette «{0}»?
ne: तपाईँ '{0}'मेट्न निश्चित हुनुहुन्छ ?
nl: Weet u zeker dat u '{0}' wilt verwijderen?
nn: Er du sikker på at du vil sletta '{0}'?
pa_in: '{0}' ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć plik „{0}”?
ps: په ډاډمنه توګه '{0}' ړنګول غواړئ؟
pt_br: Você tem certeza que você quer apagar '{0}'?
ro: Eşti sigur că vrei să ştergi '{0}'?
ru: Вы действительно хотите удалить "{0}"?
si: '{0}' මැකීමට ඇවැසි බව ඔබට විශ්වාසද?
sk: Ste si istý, že chcete odstrániť súbor '{0}'?
sl: Ali ste prepričani, da želite zbrisati '{0}'?
sq: Je i sigurt që do të fshish '{0}'?
sr_cyrl: Јесте ли сигурни да желите да обришете '{0}'?
sr_latn: Jeste li sigurni da želite da obrišete '{0}'?
sv: Är du säker på att du vill ta bort '{0}'?
sw: Una uhakika unataka kufuta '{0}'?
ta: '{0}'-ஐ உறுதியாக அழிக்க விரும்புகிறீர்களா?
tg_arab: Шумо мутмаин ҳастед, ки мехоҳед '{0}'-ро нест кардан?
th: คุณแน่ใจหรือว่าคุณต้องการจะลบไฟล์ '{0}'?
tk_cyrl: '{0}' öçürilmegine kesgitlimisiň?
tr: '{0}' ögesi silinsin mi?
tt_arab: Чыннан да "{0}" бетерергәме?
ug_arab: “{0}” راستىنلا ئۆچۈرەمسىز؟
uk: Ви впевнені, що хочете видалити '{0}'?
uz_cyrl: '{0}'ни ўчиришни хоҳлайсизми?
uz_latn: '{0}'ni o‘chirishni xohlaysizmi?
vi: Bạn có chắc chắn muốn xoá '{0}'?
yo_latn: Ṣe ẹ́ dájú pe ẹ fẹ́ paarẹ '{0}'?
zh_hans: 确实要删除 「{0}」吗？
zh_hant: 您確定要刪除 '{0}' 嗎?

# Resource6104
source: Are you sure you want to delete the folder '{0}' and all its contents?
af: Is u seker dat u gids '{0}' asook die inhoud daarvan wil verwyder?
ar: هل أنت متأكد من حذف المجلد '{0}' و كافة محتوياته؟
az_arab: Siz həqiqətən "{0}" qovluğunu və onun bütün məzmununu silmək istəyirsiz?
be: Вы сапраўды жадаеце выдаліць папку "{0}" і ўсё яе змесціва?
bg: Сигурни ли сте, че искате да изтриете диркеторията '{0}' с цялото й съдържание?
bn: '{0}' ফোল্ডার এবং এর সব ফাইল আপনি কি মুছে ফেলতে নিশ্চিত?
ca: Segur que voleu suprimir la carpeta «{0}» i tot el seu contingut?
ca_es_valencia: Està segur de voler suprimir la carpeta '{0}' i tot el seu contingut?
cs: Jste si jistí, že chcete vymazat složku '{0}' a všechno co obsahuje?
cy: Ydych chi'n siŵr eich bod am dileu y ffolder '{0}' ac ei holl
da: Er du sikker på, at du vil slette mappen "{0}" og alt dens indhold?
de: Soll der Ordner "{0}" und sein gesamter Inhalt wirklich gelöscht werden?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το φάκελο '{0}' και όλα τα περιεχόμενα του;
eo: Ĉu vi vere volas forigi dosierujon "{0}" kaj tutan ĝian enhavon?
es: ¿Estás seguro de querer borrar la carpeta '{0}' y todo su contenido?
et: Kas soovite kindlasti kustutada kausta {0} ja kogu selle sisu?
eu: Zihur zaude '{0}' agiritegia eta bere eduki guztiak ezabatzea nahi dituzula?
fa: آیا میخواهید پوشه '{0}' و همه محتویات آن را حذف کنید؟
fi: Poistetaanko kansio '{0}' ja kaikki sen sisältö?
fr: Êtes-vous sûr de vouloir supprimer le dossier '{0}' et tout ce qu'il contient ?
fy: Binne jo wis dat jo de map '{0}' en al syn ynhâld wiskje wolle?
ga: An bhfuil tú cinnte gur mian leat an fillteán '{0}' agus gach rud ann a scriosadh?
gl: Ten a certeza de eliminar o cartafol '{0}' e todo o que contén?
gu: શું તમને યકીન છે કે તમે ફ઼ોલ્ડર મિટાવવા માંગો છો ’{0}' અને આની બધી સામગ્રી પણ?
he: האם בטוח שאתה רוצה למחוק את התיקייה\n'{0}'\n?ואת כל תכניה
hi: क्या तुम्हे यकीन है कि तुम फ़ोल्डर मिटाना चाहते हो '{0}' और इसकी सब सामग्री भी?
hr: Obrisati mapu '{0}' i sav njezin sadržaj?
hu: Biztos, hogy törölni akarja a(z) '{0}' mappát és annak teljes tartalmát?
hy: Իրո՞ք ցանկանում եք ջնջել "{0}" թղթապանակը և նրա պարունակությունը:
id: Anda yakin ingin hapus direktori '{0}' dan semua isinya?
is: Ert þú viss um að þú viljir eyða möppunni „{0}“ og öllu innihaldinu hennar?
it: Sei certo di voler eliminare la cartella '{0}' e tutto il suo contenuto?
ja: フォルダー "{0}" とその中身をすべて削除してよろしいですか?
ka: დარწმუნებული ხართ, რომ გინდათ წაშალოთ '{0}' საქაღალდე და მთელი მისი შიგთავსი?
kk: "{0}" қалтасын және оның ішіндегілерін жою керек пе?
ko: 폴더 '{0}'와 그 모든 내용을 삭제하시겠습니까?
ku_arab: دڵنیایت لە سڕینەوەی بوخچەی '{0}' و هەموو ناوەڕۆکەکانی؟
ky_kg: Сиз "{0}" баштыктын ичиндегилери менен өчүрүүнү чын эле каалап жатасызбы?
lt: Ar esate įsitikinę, jog norite pašalinti „{0}“ aplanką ir visą jo turinį?
lv: Vai piekrītat mapes '{0}' un visa tās satura dzēšanai?
mk: Дали сте сигурни за бришењето на директориумот '{0}' и неговата содржина?
mn_cyrl: '{0}' хавтас болон бүх агуулгыг устгах гэж байна уу?
mr: तुम्हाला '{0}' फ़ोल्डर आणि त्यातील सर्व वस्तु मिटवायची खात्री आहे का?
ms: Anda yakin untuk menghapus folder '{0}' dan semua isi kandungannya?
nb: Vil du slette mappen «{0}» med alt innhold?
ne: तपाईँ '{0}' फोल्डर यसको सबै सामग्री मेट्न निश्चित हुनुहुन्छ ?
nl: Weet u zeker dat u de map '{0}' en de onderliggende inhoud wilt verwijderen?
nn: Er du sikker på at du vil sletta mappa '{0}' og alt innhold i den?
pa_in: ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਿੱਤ ਫੋਲਡਰ '{0}' ਅਤੇ ਉਸਦੇ ਵਿੱਚਲੀਆਂ ਆਈਟਮਾਂ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć folder „{0}” i całą zawartość?
ps: په ډاډمنه توګه '{0}' پوښۍ او د دې ټوله منځپانګه ړنګول غواړئ؟
pt_br: Você tem certeza que você quer apagar a pasta '{0}' e todo o conteúdo dela?
ro: Eşti sigur că vrei să ştergi directorul '{0}' şi tot conţinutul lui?
ru: Вы действительно хотите удалить папку "{0}" и все ее содержимое?
si: '{0}' හා එහි සියළු අන්තර්ගත මැකීමට ඇවැසි බව විශ්වාසද?
sk: Ste si istý, že chcete odstrániť priečinok '{0}' a celý jeho obsah?
sl: Ali ste prepričani, da želite izbrisati mapo '{0}' in celotno njeno vsebino?
sq: Je i sigurt që do të fshish dosjen '{0}' dhe tërë përmbajtjen e saj?
sr_cyrl: Јесте ли сигурни да желите да обришете фасциклу '{0}' и сав њен садржај?
sr_latn: Jeste li sigurni da želite da obrišete fasciklu '{0}' i sav njen sadržaj?
sv: Är du säker på att du vill ta bort mappen '{0}' och allt dess innehåll?
sw: Una uhakika unataka kufuta folda '{0}' na yote yaliyomo?
ta: '{0}' அடைவையும் அதிலுள்ளவற்றயும் உறுதியாகவே அழிக்க விரும்புகிறீர்களா?
tg_arab: Шумо мутмаин ҳастед, ки мехоҳед ҷузвдони '{0}' ва ҳама мундариҷаи онро нест кардан?
th: คุณแน่ใจหรือว่าคุณต้องการจะลบโฟลเดอร์ '{0}' และข้อมูลของมันทั้งหมด
tk_cyrl: '{0}' bukjasynyň we ähli mazmunynyň öçürilmegine kesgitlimisiň?
tr: '{0}' klasörü ve içindeki tüm ögeler silinsin mi?
tt_arab: Чыннан да "{0}" папкасын һәм аның бөтен эчлеген бетерергәме?
ug_arab: “{0}” قىسقۇچ ۋە مەزمۇننى راستىنلا ئۆچۈرەمسىز؟
uk: Ви впевнені, що хочете видалити папку '{0}' і весь її вміст?
uz_cyrl: '{0}' жилдини ва барча таркибини ўчиришни хоҳлайсизми?
uz_latn: '{0}' jildini va barcha tarkibini o‘chirishni xohlaysizmi?
vi: Bạn có chắc chắn muốn xoá thư mục '{0}' và mọi tập tin bên trong?
yo_latn: Ṣe ẹ́ dájú pe ẹ fẹ́ paarẹ '{0}' a àti gbogbo àkóónú ẹ?
zh_hans: 确实要删除文件夹「{0}」以及全部内容吗？
zh_hant: 您確定要刪除資料夾 '{0}' 以及它所有的內容嗎?

# Resource6105
source: Are you sure you want to delete these {0} items?
af: Is u seker dat u hierdie {0} items wil verwyder?
ar: هل أنت متأكد من حذف العناصر التالية {0}؟
az_arab: Siz həqiqətən {0} hədəfi silmək istəyirsiz?
be: Вы сапраўды жадаеце выдаліць гэтыя аб'екты ({0} шт.)?
bg: Сигурни ли сте, че искате да изтриете тези {0} обекта?
bn: নির্বাচিত {0} টি ফাইল আপনি কি মুছে ফেলতে নিশ্চিত?
ca: Segur que voleu suprimir aquests {0} elements?
ca_es_valencia: Està segur de voler esborrar estos {0} elements?
cs: Jste si jistí, že chcete vymazat tyto {0} položky?
cy: \ncynnwys?
da: Er du sikker på, at du vil slette disse {0} elementer?
de: Sollen diese {0} Objekte wirklich gelöscht werden?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτά τα {0} στοιχεία;
eo: Ĉu vi vere volas forigi ĉi tiajn {0} objektojn?
es: ¿Estás seguro de querer borrar estos {0} elementos?
et: Kas soovite kindlasti kustutada need {0} üksust?
eu: Zihur zaude {0} gai hauek ezabatzea nahi dituzula?
fa: آیا میخواهید این {0} آیتم را حذف کنید؟
fi: Poistetaanko nämä {0} kohdetta?
fr: Êtes-vous sûr de vouloir supprimer ces {0} objets ?
fy: Binne jo wis dat jo {0} items wiskje wolle?
ga: An bhfuil tú cinnte gur mian leat na {0} nithe seo a scriosadh?
gl: Ten a certeza de eliminar estes {0} elementos?
gu: શું તમને યકીન છે કે તમે મિટાવવા માંગો છો આ {0} વસ્તુઓં ને?
he: ?האם אתה בטוח שאתה רוצה למחוק {0} פריטים אלו
hi: क्या तुम्हे यकीन है कि तुम मिटाना चाहते हो इन {0} वस्तुओं को?
hr: Obrisati ove {0} podatke?
hu: Biztos, hogy törölni akarja ezt a(z) {0} elemet?
hy: Իրո՞ք ցանկանում եք ջնջել ({0} հատ) ֆայլերը:
id: Anda yakin ingin hapus {0} butir?
is: Ert þú viss um að þú viljir eyða þessum {0} atriðum?
it: Sei certo di voler eliminare questi {0} elementi?
ja: {0} 個のアイテムを削除してよろしいですか?
ka: დარწმუნებული ხართ, რომ გინდათ წაშალოთ {0} ელემენტები?
kk: ({0} дана) нысандарды жою керек пе?
ko: 이 {0} 항목들을 삭제하시겠습니까?
ku_arab: دڵنیایت لە سڕینەوەی ئەم {0} شتە؟
ky_kg: ({0} даана.) нерселерди өчүрүүнү чын эле каалап жатасызбы?
lt: Ar esate įsitikinę, jog norite pašalinti šiuos {0} elementus?
lv: Vai piekrītat šo {0} vienību dzēšanai?
mk: Дали сте сигурни за бришењето на овие {0} датотеки?
mn_cyrl: {0} зүйлүүдийг устгах гэж байна уу?
mr: तुम्हाला {0} वस्तु मिटवायची खात्री आहे का?
ms: Anda yakin untuk menghapus item {0}?
nb: Vil du slette disse {0} elementene?
ne: तपाईँ {0} वस्तुहरू मेट्न निश्चित हुनुहुन्छ ?
nl: Weet u zeker dat u deze {0} items wilt verwijderen?
nn: Er du sikker på at du vil sletta desse {0} elementa?
pa_in: ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਿੱਤ ਇਨ੍ਹਾਂ {0} ਆਈਟਮਾਂ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Elementów: {0} - czy na pewno chcesz je usunąć?
ps: په ډاډمنه توګه دا {0} توکي ړنګول غواړئ؟
pt_br: Você tem certeza que você quer apagar estes {0} itens?
ro: Eşti sigur că vrei să ştergi aceste {0} obiecte?
ru: Вы действительно хотите удалить эти объекты ({0} шт.)?
si: මෙම '{0}' අංග මැකීමට ඇවැසි බව ඔබට විශ්වාසද?
sk: Ste si istý, že chcete odstrániť týchto {0} položiek?
sl: Ali ste prepričani, da želite izbrisati teh {0} vnosov?
sq: Je i sigurt që do t'i fshish këto {0} artikuj?
sr_cyrl: Јесте ли сигурни да желите да обришете ове {0} податке?
sr_latn: Jeste li sigurni da želite da obrišete ove {0} podatke?
sv: Är du säker på att du vill ta bort de här {0} objekten?
sw: Una uhakika unataka kufuta vipengee hivi {0} ?
ta: இந்த {0} உருப்படிகளை உறுதியாக அழிக்க விரும்புகிறீர்களா?
tg_arab: Шумо мутмаин ҳастед, ки мехоҳед ин объектҳоро нест кардан ({0} то адад)?
th: คุณแน่ใจหรือว่าจะลบวัตถุ {0} เหล่านี้
tk_cyrl: {0} şularyň öçürilmeginde kesgitlimisiň?
tr: {0} öge silinsin mi?
tt_arab: Чыннан да бу {0} объектны бетерергәме?
ug_arab: {0} تۈرنى راستىنلا ئۆچۈرەمسىز؟
uk: Ви впевнені, що хочете видалити ці елементи ({0} шт.)?
uz_cyrl: {0} та элементни ўчиришни хоҳлайсизми?
uz_latn: {0} ta elementni o‘chirishni xohlaysizmi?
vi: Bạn có chắc chắn muốn xoá {0} ?
yo_latn: Ṣe ẹ́ dájú pe ẹ fẹ́ paarẹ iye ijẹri yí {0} ?
zh_hans: 确实要删除这 {0} 项？
zh_hant: 您確定要刪除這 {0} 個項目嗎?

# Resource6106
source: Deleting...
af: Besig met verwydering...
ar: جاري الحذف...
az_arab: Silinir...
be: Выдаленне...
bg: Изтриване...
bn: মুছে ফেলা হচ্ছে...
ca: S'està suprimint...
ca_es_valencia: Suprimint...
cs: Mazání...
cy: Ydych chi'n siŵr eich bod am dileu yr eitemau hyn {0}?
da: Sletter...
de: Lösche...
el: Διαγράφεται...
eo: Forigo...
es: Borrando...
et: Kustutamine...
eu: Ezabatzen...
fa: در حال حذف...
fi: Poistetaan...
fr: Suppression...
fy: Oan it wiskjen
ga: Ag scriosadh...
gl: Eliminando...
gu: મેટવી રહ્યુ છે...
he: …מוחק
hi: मिटा रहा है...
hr: Brisanje u tijeku...
hu: Törlés...
hy: Ջնջում է...
id: Menghapus...
is: Eyðandi...
it: Eliminazione in corso...
ja: 削除中...
ka: იშლება...
kk: Жойылу...
ko: 삭제 중...
ku_arab: دەی سڕێتەوە...
ky_kg: Өчүрүү...
lt: Šalinama...
lv: Dzēšana...
mk: Бришење...
mn_cyrl: Устгаж байна...
mr: मिटत आहे...
ms: Penghapusan...
nb: Sletter …
ne: मेट्दैछ...
nl: Verwijderen...
nn: Slettar...
pa_in: ਹਟਾਉਣ ਦੀ ਕਾਰਵਾਈ ਚੱਲ ਰਹੀ ਹੈ...
pl: Usuwanie...
ps: ...ړنګيږي
pt_br: Apagando...
ro: Şterg...
ru: Удаление...
si: මැකෙමින්...
sk: Odstraňovanie...
sl: Brisanje...
sq: Duke fshirë...
sr_cyrl: Брисање у току...
sr_latn: Brisanje u toku...
sv: Tar bort...
sw: Inafuta...
ta: அழிக்கப்படுகிறது...
tg_arab: Хориҷ...
th: กำลังลบ...
tk_cyrl: Öçürilýär...
tr: Siliniyor...
tt_arab: Бетерү...
ug_arab: ئۆچۈرۈۋاتىدۇ…
uk: Видалення...
uz_cyrl: Олиб ташланмоқда...
uz_latn: Olib tashlanmoqda...
vi: Đang xóa...
yo_latn: Ìpaarẹ...
zh_hans: 正在删除...
zh_hant: 正在刪除...

# Resource6107
source: Error Deleting File or Folder
af: Fout by verwydering van lêer of gids
ar: حدوث خطأ عند حذف الملف أو المجلد
az_arab: Fayl və ya Qovluq Silinməsi Zamanı Xəta
be: Памылка пры выдаленні файла або папкі
bg: Грешка при изтриване на файл или директория
bn: ফাইল বা ফোল্ডার মুছে ফেলাতে সমস্যা হচ্ছে
ca: S'ha produït un error suprimint un fitxer o carpeta
ca_es_valencia: Error esborrant fitxer o carpeta
cs: Chyba při mazání souboru nebo složky
cy: Dileu...
da: Fejl under sletning af fil eller mappe
de: Fehler beim Löschen von Datei oder Ordner
el: Παρουσιάστηκε Σφάλμα Διαγραφής Αρχείου ή Φακέλου.
eo: Eraro dum forigo de dosiero aŭ dosierujo
es: Error borrando fichero o carpeta
et: Tõrge faili või kausta kustutamisel
eu: Akatsa Agiria edo Agiritegia Ezabatzerakoan
fa: خطای حذف فایل یا پوشه
fi: Virhe poistettaessa tiedostoa tai kansiota
fr: Erreur durant la suppression du fichier ou du dossier
fy: Flater by it wiskjen fan triem of map
ga: Tharla botún ag scriosadh an comhad nó an fillteán
gl: Erro ao eliminar ficheiro ou cartafol
gu: ફ઼ાઇલ કિંવા ફ઼ોલ્ડર મિટાવામાં ત્રુટિ
he: שגיאה בעת מחיקת קובץ או תיקייה
hi: फ़ाइल किंवा फ़ोल्डर मिटाने में त्रुटि
hr: Greška pri brisanju datoteke ili mape
hu: Hiba történt a fájl vagy a mappa törlésekor
hy: Սխալ` ֆայլը կամ թղթապանակը ջնջելիս:
id: Galat Penghapusan Berkas atau Direktori
is: Villa við eyðingu skráar eða möppu
it: Errore nell'eliminazione del file o della cartella
ja: ファイルまたはフォルダーの削除エラー
ka: ფაილის ან საქაღალდის წაშლის შეცდომა
kk: Файл не қалтаны жою қате
ko: 파일 또는 폴더 삭제 실패
ku_arab: هەڵە هەیە لە سڕینەوەی پەڕگەکان یا بوخچەکان
ky_kg: Баштыкты же файлды өчүрүүдө ката
lt: Klaida trinant failą ar aplanką
lv: Faila vai mapes dzēšanas kļūda
mk: Грешка при бришењето на Датотеката или Директориумот
mn_cyrl: Файл болон хавтсыг устгахад алдаатай
mr: फ़ाइल किंवा फ़ोल्डर मिटवता येत नाही आहे
ms: Ralat ketika menghapuskan Fail atau Folder
nb: Det oppstod en feil da filen eller mappen skulle slettes
ne: फाइल वा फोल्डर मेट्दा त्रुटि
nl: Fout bij verwijderen van bestand of map
nn: Feil ved sletting av fil eller mappe
pa_in: ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ ਹਟਾਉਣ ਵਿੱਚ ਸਮੱਸਿਆ
pl: Błąd podczas usuwania pliku lub folderu
ps: دوتنې يا پوښۍ ړنګولو ستونزه
pt_br: Erro ao Apagar o Arquivo ou Pasta
ro: Eroare la ştergerea fişierului sau directorului
ru: Ошибка при удалении файла или папки
si: ගොනුව හෝ බහාලුම මැකීමේ දෝෂයකි
sk: Chyba pri odstraňovaní súboru alebo priečinka
sl: Napaka pri brisanju datoteke ali mape
sq: Gabim gjatë fshirjes së skedarit apo dosjes
sr_cyrl: Грешка при брисању датотеке или фасцикле
sr_latn: Greška pri brisanju datoteke ili fascikle
sv: Ett fel uppstod under borttagning av fil eller mapp
sw: Tatizo katika kufuta faili au folda
ta: கோப்பையோ அடைவையோ அழிக்கும்போது தவறு
tg_arab: Хато ҳангоми нест кардани файл ё ҷузвдон
th: เกิดข้อผิดพลาดในการลบไฟล์หรือโฟลเดอร์
tk_cyrl: Faýl ýada Bukja Öçürme Ýalňyşlygy
tr: Dosya ya da klasör silinirken sorun çıktı
tt_arab: Файлны яки папканы бетерүдә хата
ug_arab: قىسقۇچ ياكى ھۆججەت ئۆچۈرۈش خاتالىقى
uk: Помилка при видаленні файлу або папки
uz_cyrl: Файл ёки жилдни ўчиришда хатолик юз берди.
uz_latn: Fayl yoki jildni o‘chirishda xatolik yuz berdi.
vi: Lỗi khi đang xóa tệp hoặc thư mục
yo_latn: Ìṣiṣe ṣẹlẹ ni ìpaarẹ faíli tàbí àpò faíli
zh_hans: 无法删除文件或文件夹.
zh_hant: 刪除檔案或資料夾時發生錯誤
